EEC_PROP/out/production/resources/OP_02/FLC/MSG.001_TRN.001/Log/Received_MSG_PRS.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope">
   <soap:Header xmlns:int="urn:EEC:Interaction:v1.0"
                xmlns:wsa="http://www.w3.org/2005/08/addressing">
      <wsa:MessageID>urn:uuid:3b69c552-d0e3-4908-9564-99197ead1242</wsa:MessageID>
      <int:ProcedureID>urn:uuid:6fb1b2dc-753c-46be-887c-3174c980ddce</int:ProcedureID>
      <int:ConversationID>urn:uuid:055e54ef-d89d-4a49-99ca-0618b4c6b805</int:ConversationID>
      <wsa:To>EAEU://EEC/CP/P.CC.01/P.CC.01.ACT.022AT</wsa:To>
      <wsa:Action>int://CP/P.CC.01/1.0.0/P.CC.01.PRC.001/P.CC.01.TRN.001/P.MSG.PRS</wsa:Action>
      <wsa:ReplyTo>
         <wsa:Address>EAEU://EEC/CP/P.CC.01/P.ACT.001</wsa:Address>
      </wsa:ReplyTo>
      <wsa:RelatesTo>urn:uuid:addee15a-4f5b-4d63-a8b7-9974a7548f2b</wsa:RelatesTo>
      <int:Integration>
         <int:TrackID>urn:uuid:a4bc86a9-346d-4bc1-9e73-37403ff58f01</int:TrackID>
         <int:AcceptTime>2020-01-22T10:33:25+03:00</int:AcceptTime>
      </int:Integration>
   </soap:Header>
   <soap:Body>
      <sgn:ProcessingReceipt xmlns:sgn="urn:EEC:signal:v1.0">
         <sgn:SignalId>3e4fbb5b-220a-4110-af6c-b8ddc78e7c7a</sgn:SignalId>
         <sgn:DateTime>2020-01-22T10:33:25.550</sgn:DateTime>
      </sgn:ProcessingReceipt>
   </soap:Body>
</soap:Envelope>
